export interface IAccordionItem {
    id: number;
    question: string;
    answer: string;
};

export const accordionFaq: IAccordionItem[] = [
    {
        id: 1,
        question: 'Подтверждено: сознание наших соотечественников не замутнено пропагандой?',
        answer: '...'
    },
    {
        id: 2,
        question: 'Прототип нового сервиса - это как трубный призыв?',
        answer: '...'
    },
    {
        id: 3,
        question: 'Частокол на границе продолжает удивлять?',
        answer: 'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.'
    },
    {
        id: 4,
        question: 'Очевидцы сообщают, что слышали грохот грома градущих изменений?',
        answer: '...'
    },
    {
        id: 5,
        question: 'И по сей день в центральных регионах звучит перекатами печальный плач оппозиции?',
        answer: '...'
    },
    {
        id: 6,
        question: 'Нынче никто не может себе позволить инициировать треск разлетающихся скреп?',
        answer: '...'
    },
    {
        id: 7,
        question: 'Высококачественный прототип будущего проекта обнадёживает?',
        answer: '...'
    },
]